Repository: luco5826/minefield
Catalog: po/*/minefield.po
Languages: it

source: --help, -h Shows usage and exits
it: --help, -h Mostra l'utilizzo ed esce

source: --input, -i [DEFAULT] Play Minefield by writing each time the ROW,COLUMN coordinate of the cell
it: --input, -i [DEFAULT] Gioca a Minefield inserendo di volta in volta le coordinate RIGA,COLONNA della cella

source: --keys, -k Play Minefield moving around the field with your arrow keys
it: --keys, -k Gioca a Minefield muovendoti con le frecce direzionali

source: --mouse, -m Play Minefield clicking on the cells like a normal GUI
it: --mouse, -m Gioca a Minefield cliccando sulle celle come una GUI classica

source: Do you want to FLAG (f) or REVEAL (r) a cell? (default = REVEAL):
it: Vuoi FLAGGARE (f) o RIVELARE (r) una cella? (default = RIVELARE):

source: Feel free to contribute at https://github.com/luco5826/minefield
it: Sentiti libero di contribuire su https://github.com/luco5826/minefield

source: Height:
it: Altezza:

source: Insert column(1 - %d):
it: Inserisci la colonna(1 - %d):

source: Insert row (1 - %d):
it: Inserisci la riga (1 - %d):

source: MINE PRESSED::GAME FINISHED
it: HAI PESTATO UNA MINA::GIOCO TERMINATO

source: Mines number:
it: Numero mine:

source: OPTIONS
it: OPZIONI

source: See ./minefield --help for further informations
it: Vedi ./minefield --help per ulteriori informazioni

source: There aren't enough cells for the specified mines number!
it: Non ci sono abbastanza celle per il numero di mine specificato!

source: Unknown options
it: Opzioni sconosciute

source: Usage: ./minefield [options]
it: Utilizzo: ./minefield [opzioni]

source: Width or height or mines number cannot be negative or zero!
it: La larghezza, l'altezza e il numero dell mine non possono essere negativi o zero!

source: Width:
it: Larghezza:

source: YOU WON!!!::GAME FINISHED
it: HAI VINTO!!!::GIOCO TERMINATO

source: You played MINEFIELD - by Luca Errani
it: Hai giocato a MINEFIELD - di Luca Errani
